Repository: acpmit/forms
Catalog: translationfiles/*/*.po
Languages: hu

source: Saved
hu: Mentve

source: seconds
hu: másodperc

source: An error occurred while loading the forms list
hu: Hiba történt az űrlaplista betöltésekor

source: An error occurred while loading the access list
hu: Hiba történt a hozzáférési lista betöltése közben

source: Unable to create a new form
hu: Nem lehet új űrlapot létrehozni

source: New form
hu: Új űrlap

source: Form link copied
hu: Az űrlap linkje másolva

source: Cannot copy, please copy the link manually
hu: Nem lehet másolni, kérjük, másolja a linket manuálisan

source: Copy share link
hu: Megosztás link másolása

source: Are you sure you want to delete {title}?
hu: Biztosan törli a következőt: {title}?

source: Error while deleting {title}
hu: Hiba történt a(z) {title} törlésekor

source: Error while saving the answer
hu: Hiba történt a válasz mentése közben

source: This question needs a title!
hu: Ehhez a kérdéshez cím kell!

source: There was an issue deleting this option
hu: Hiba történt ennek a lehetőségnek a törlése közben

source: No response
hu: Nincs válasz

source: Searching …
hu: Keresés...

source: No elements found.
hu: Nem található elem.

source: Group
hu: Csoport

source: Responses are anonymous.
hu: A válaszok névtelenek.

source: Responses are connected to your account.
hu: A válaszok a fiókjához kapcsolódnak.

source: Responses are connected to your Nextcloud account.
hu: A válaszok kapcsolódnak a Nextcloud-fiókjához.

source: An asterisk (*) indicates mandatory questions.
hu: A csillag (*) a kötelező kérdéseket jelöli.

source: There was an error while adding the new question
hu: Hiba történt az új kérdés hozzáadásakor

source: There was an error while removing the question
hu: Hiba történt a kérdés eltávolítása közben

source: Error while saving form
hu: Hiba történt az űrlap mentése közben

source: Form title
hu: Űrlap címe

source: There was an error while loading the results
hu: Hiba történt az eredmények betöltése közben

source: There was an error while removing this response
hu: Hiba történt a válasz eltávolítása közben

source: Are you sure you want to delete all responses of {title}?
hu: Biztosan törli a (z) {title} összes válaszát?

source: There was an error while removing responses
hu: Hiba történt a válaszok eltávolítása közben

source: Select expiration date
hu: Válassza ki a lejárati dátumot

source: Expired on {date}
hu: Lejárt: {date}

source: Expires on {date}
hu: Lejárt: {date}

source: Loading forms …
hu: Űrlapok betöltése ...

source: Create a form
hu: Űrlap létrehozása

source: No forms created yet
hu: Még nem hoztak létre űrlapokat

source: Create new form
hu: Új űrlap létrehozása

source: Select a form or create a new one
hu: Válasszon űrlapot, vagy hozzon létre újat

source: Responses
hu: Válaszok

source: Delete form
hu: Űrlap törlése

source: An answer for the {index} option
hu: Válasz a {index} lehetőségre

source: Answer number {index}
hu: {number} számú válasz

source: Delete answer
hu: Válasz törlése

source: Question number {index}
hu: {number} számú kérdés

source: Drag to reorder the questions
hu: Húzza át a kérdések sorrendjének változtatásához

source: Title of question number {index}
hu: A {index} számú kérdés címe

source: Required
hu: Kötelező

source: Delete question
hu: Kérdés törlése

source: Add a new answer
hu: Új válasz hozzáadása

source: A long answer for the question “{text}”
hu: Hosszú válasz a “{text}” kérdésre

source: A short answer for the question “{text}”
hu: Rövid válasz a “{text}” kérdésre

source: Delete this response
hu: Törölje ezt a választ

source: User or group name …
hu: Felhasználó vagy csoport neve…

source: No recommendations. Start typing.
hu: Nincsenek ajánlások. Kezdje el beírni.

source: Loading {title} …
hu: {title} betöltése …

source: Toggle settings
hu: Beállítások kapcsolása

source: Description
hu: Leírás

source: Add a question
hu: Kérdés hozzáadása

source: Loading responses …
hu: Válaszok betöltése ...

source: Back to questions
hu: Vissza a kérdésekhez

source: {amount} responses
hu: {amount} válasz

source: Summary
hu: Összegzés

source: Options
hu: Beállítások

source: Export to CSV
hu: Exportálás CSV-fájlba

source: Delete all responses
hu: Az összes válasz törlése

source: Results of submitted forms will show up here
hu: A beküldött űrlapok eredményei itt jelennek meg

source: No responses yet
hu: Még nincs válasz

source: Share form
hu: Űrlap megosztása

source: Share via link
hu: Megosztás linken keresztül

source: Show to all users of this instance
hu: Megjelenítés a példány összes felhasználójának

source: Only for registered survey users
hu: Csak regisztrált kérdőív felhasználók számára

source: Choose users to share with
hu: Válassza ki azokat a felhasználókat, akikkel meg szeretné osztani

source: Settings
hu: Beállítások

source: Anonymous responses
hu: Névtelen válaszok

source: Allow multiple responses per person
hu: Több válasz engedélyezése személyenként

source: Set expiration date
hu: Lejárati idő megadása

source: Expiration date
hu: Lejárati idő

source: Error while saving question
hu: Hiba a kérdés mentésekor

source: Checkboxes
hu: Jelölőnégyzetek

source: Checkbox question title
hu: Jelölőnégyzetes válasz címe

source: This question needs a title and at least one answer!
hu: A kérdéshez legalább egy válasz szükséges!

source: Multiple choice
hu: Több válasz

source: Multiple choice question title
hu: Több válaszos kérdés címe

source: Dropdown
hu: Legördülő

source: Dropdown question title
hu: Legördülő válasz címe

source: People can pick one option
hu: Egy lehetőséget választhatnak ki

source: Pick an option
hu: Válasszon egy lehetőséget

source: Short answer
hu: Rövid válasz

source: Short answer question title
hu: Rövid szöveges kérdés címe

source: People can enter a short answer
hu: Rövid válasz írható be

source: Enter a short answer
hu: Rövid szöveg beírása

source: Long text
hu: Hosszú szöveg

source: Long text question title
hu: Hosszú szöveges kérdés címe

source: People can enter a long text
hu: Hosszú válasz írható be

source: Enter a long text
hu: Hosszú szöveg beírása

source: Forms
hu: Űrlapok

source: There was an error submitting the form
hu: Hiba történt az űrlap elküldése során

source: Submit form
hu: Űrlap beküldése

source: Submit
hu: Beküldés

source: Submitting form …
hu: Űrlap beküldése …

source: Thank you for completing the form!
hu: Köszönöm, hogy kitöltötte az űrlapot!

source: Anonymous response
hu: Névtelen válasz

source: Registered survey user response
hu: Regisztrált külső felhasználó válasza

source: Shared by %s
hu: %s megosztotta

source: Invalid group name: %s
hu: Hibás csoportnév: %s

source: Please fill in both the e-mail and password fields.
hu: Kérjük, töltse ki az e-mail és a jelszó mezőket.

source: Successful login
hu: Sikeres belépés

source: Invalid e-mail or login.
hu: Érvénytelen e-mail vagy bejelentkezés.

source: Invalid e-mail format.
hu: Érvénytelen e-mail formátum.

source: The e-mail address is in use. Please try to reset your password.
hu: Az e-mail cím használatban van. Próbálja meg alaphelyzetbe állítani a jelszavát.

source: The password and password verification fields don't match.
hu: A jelszó- és jelszó-ellenőrzési mezők nem egyeznek.

source: The password is too short. Please use at least %s characters.
hu: A jelszó túl rövid. Kérjük, használjon legalább %s karaktert.

source: There is a problem with the registration data, please correct it:
hu: Probléma van az egyik regisztrációs adattal, kérjük, javítsa ki:

source: Successful registration.
hu: Sikeres regisztráció.

source: Error occurred during the registration, please try again later.
hu: Hiba történt a regisztráció során, próbálkozzon újra később.

source: Please check your details
hu: Kérjük, ellenőrizze adatait

source: To access the survey, please log in
hu: A felméréshez való hozzáféréshez kérjük, jelentkezzen be

source: Survey user log in
hu: Űrlap felhasználói belépés

source: Survey user registration
hu: Űrlap felhasználói regisztráció

source: View profile
hu: Profil kiválasztása

source: Terms of use
hu: Feltételek és szabályzatok

source: Privacy Policy
hu: Adatvédelmi tájékoztató

source: Log out
hu: Kijelentkezés

source: Please enter your details
hu: Kérjük, adja meg adatait

source: 📝 Simple surveys and questionnaires, self-hosted
hu: 📝 Egyszerű űrlapok és kérdőívek, saját hosztolásban!

source: **Simple surveys and questionnaires, self-hosted!** - **📝 Simple design:** No mass of options, only the essentials. Works well on mobile of course. - **📊 View & export results:** Results are visualized and can also be exported as CSV in the same format used by Google Forms. - **🔒 Data under your control!** Unlike in Google Forms, Typeform, Doodle and others, the survey info and responses are kept private on your instance. - **🙋 Get involved!** We have lots of stuff planned like more question types, collaboration on forms, [and much more](https://github.com/nextcloud/forms/milestones)!
hu: **Egyszerű űrlapok és kérdőívek, saját hosztolásban!** - **📝 Egyszerű kialakítás:** Nincsenek zavaró, felesleges opciók, csak a legszükségesebbek. Természetesen mobilon is jól működik. - **📊 Eredmények áttekintése és exportálása:** Az eredményeket látványos módon tálaljuk és CSV formátumban exportálhatja. Ezt a formátumot használja a Google Forms is. - **🔒 Az adat az Ön felügyelete alatt van!** Ellentétben a Google Forms-szal, Typeform-al, Doodle-lel és a hasonló szolgáltatásokkal, a kérdőívek adatait és válaszait a saját oldalán és helyszínén tárolhatja. - **🙋 Kapcsolódjon be!** Sok dolgot tervezünk, mint újabb kérdéstípusok, együttműködés és, [sok más](https://github.com/nextcloud/forms/milestones)!

source: Clone form
hu: Űrlap másolása

source: Form expired
hu: Az űrlap lejárt

source: This form has expired and is no longer taking answers
hu: Ez az űrlap lejárt és többé nem lehet kitölteni.

source: Form not found
hu: Az űrlap nem található

source: This form does not exist
hu: Ez az űrlap nem létezik

source: General settings
hu: Általános beállítások

source: These are the controls for the general functions:
hu: Ezek a beállítások az általános funkciókat befolyásolják:

source: Enable advanced access controls (allow access based on the settings below to create forms and view results)
hu: Egyedi hozzáférés-kezelés engedélyezése (lehetővé teszi az alább beállítottak alapján a hozzáférés korlátozását az űrlapok létrehozásához és az eredmények megtekintéséhez)

source: Create forms
hu: Űrlapok létrehozása

source: Please select the user groups allowed to create new forms:
hu: Kérjük, válassza ki azokat a felhasználói csoportokat, amelyek tagjai kérdőíveket hozhatnak létre:

source: View results
hu: Eredmények megtekintése

source: Please select the user groups allowed to view the survey results:
hu: Kérjük, válassza ki azokat a felhasználói csoportokat, amelyek tagjai megtekinthetik a kérdőívek eredményeit:

source: Logo for the survey user interface
hu: Logó a kérdőív felülethez

source: Logo
hu: Logó

source: Save changes
hu: Változások mentése

source: This form is for registered users only. If you already have an account, please log in.
hu: Ez az űrlap csak regisztrált felhasználók számára érhető el. Ha már van felhasználói fiókja, kérjük lépjen be.

source: E-mail address:
hu: E-mail cím:

source: my@address.com
hu: en@cimem.hu

source: Password:
hu: Jelszó:

source: Enter your password here
hu: Ide írja a jelszavát

source: Login
hu: Belépés

source: If you don't have an account yet, you can register by <a href="%s">clicking here</a>.
hu: Ha még nem rendelkezik felhasználói fiókkal, regisztrálhat <a href="%s">ha ide kattint</a>.

source: Please <a href="%s">click here to log in</a>.
hu: Kérjük, <a href="%s">kattintson ide a belépéshez</a>.

source: Please provide your details below.
hu: Kérjük, adja meg az alábbi adatokat.

source: Real name:
hu: Valós név:

source: Please enter your name
hu: Kérjük, adja meg a nevét

source: Password (repeat):
hu: Jelszó (ismét):

source: Address:
hu: Cím:

source: Please enter your postal address
hu: Adja meg a címét címét

source: Your birth year:
hu: Születési év:

source: Please enter the year you were born in
hu: Kérem, adja meg a születési évét

source: Register
hu: Regisztráció
